{
    "home": "Accueil",
    "about_me": "Qui suis-je ?",
    "skills": "Compétences",
    "projects": "Projets",
    "contacts": "Contacts",
    "developer_student": "Développeur - Étudiant",

    "aboutme_1": "Je m’appelle Noah.",
    "aboutme_2": "Je suis développeur autodidacte, du moins pour l’instant. J’adore tout ce qui se rapproche à l’informatique. J’aime relever des défis ainsi que prendre part à des projets.",
    "aboutme_3": "Chaque jour, je garnis mes connaissances avec les quelques projets auxquels je participe. C’est avec plaisir que je continue de développer divers programmes.",
    "aboutme_4": "En termes d’expérience, je suis dans la programmation depuis 4 ans. Cela doit faire seulement 2 ans que mon expérience s’accrut énormément !",

    "my_path": "Mon Chemin",

    "experience": "Voici l’expérience acquise ces dernières années",
    "languages": "Langages",
    "tools": "Outils",
    "additional": "Complémentaire",
    "language": "Langue",

    "projects_and_orders": "Projets & Commandes",
    "presentation": "Présentation de mes dernières expériences",
    "mod_title1" : "Fift Bot",
    "mod_text1" : "Le contenu demandé n'est actuellement pas disponible.",
    "mod_title2": "Mathemapy",
    "mod_text2": "Le contenu demandé n'est actuellement pas disponible.",
    "mod_title3": "SpeedGameMC",
    "mod_text3": "Le contenu demandé n'est actuellement pas disponible.",
    "mod_title4": "En cours",
    "mod_text4": "Le contenu demandé n'est actuellement pas disponible.",
    "mod_title1_2": "Delphine Sanchez - Hypnose",
    "mod_text1_2": "Le contenu demandé n'est actuellement pas disponible.",
    "mod_title2_2": "Prochainement",
    "mod_text2_2": "Le contenu demandé n'est actuellement pas disponible.",
    "mod_title3_2": "Prochainement",
    "mod_text3_2": "Le contenu demandé n'est actuellement pas disponible.",

    "view_online_cv": "Consultez mon Curriculum Vitae en ligne",
    "click_here": "CLIQUEZ ICI",

    "contacts_title": "Contacts",
    "contact_waiting": "Je vous attends, n'hésitez pas à me contacter",
    "name_surname": "Nom et prénom",
    "name_surname_placeholder": "Nom et prénom*",
    "required": "Veuillez renseigner ce champ*",
    "email": "Email",
    "email_placeholder": "Saisissez votre email*",
    "message": "Message",
    "message_placeholder": "Saisissez votre message*",

    "copyright": "© Droit d'auteur 2024 - nosan. Tous droits réservés.",
    "site_map": "Plan du site",
    "legal_mentions": "Mentions légales",
    "privacy_policy": "Politique de confidentialité",

    "plan_title": "Plan",
    "home_plan": "nosan - Accueil",

    "not_found": "Désolé, la page que vous recherchez n'existe pas ici",

    "definitions": "Définitions",
    "client": "Client",
    "client_definition": "Tout professionnel ou personne physique capable au sens des articles 1123 et suivants du Code civil, ou personne morale, qui visite le Site objet des présentes conditions générales.",
    "services": "Prestations et Services",
    "services_definition": "Le site web https://nosan.com propose divers services et prestations, dont la liste est consultable sur le site.",
    "content": "Contenu",
    "content_definition": "Ensemble des éléments constitutifs de l’information présente sur le Site, comprenant notamment les textes, images, et vidéos.",
    "customer_info": "Informations clients",
    "customer_info_definition": "Désigne toutes les données personnelles susceptibles d’être collectées par https://nosan.com pour la gestion de la relation client, la gestion de compte, et à des fins d'analyses et de statistiques.",
    "user": "Utilisateur",
    "user_definition": "Internaute se connectant, utilisant le site susmentionné.",
    "personal_info": "Informations personnelles",
    "personal_info_definition": "\"Les informations qui permettent, sous quelque forme que ce soit, directement ou indirectement, l'identification des personnes physiques auxquelles elles s'appliquent\" (article 4 de la loi n° 78-17 du 6 janvier 1978). Les termes \"données à caractère personnel\", \"personne concernée\", \"sous-traitant\" et \"données sensibles\" ont le sens défini par le Règlement Général sur la Protection des Données (RGPD : n° 2016-679).",
    "presentation_site": "1. Présentation du site internet",
    "identity_participants": "Conformément à l’article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l’économie numérique, voici l’identité des intervenants dans la réalisation et le suivi du site https://nosan.com :",
    "owner": "Propriétaire : Nosan – 46 Grand Rue 68830 Oderen",
    "publication_responsible": "Responsable de la publication : Nosan – contact@nosan.com",
    "webmaster": "Webmaster : Nosan – contact@nosan.com",
    "host": "Hébergeur : 1and1 – 7 Place de la Gare 57200 Sarreguemines 0970 808 911",
    "data_protection_delegate": "Délégué à la protection des données : Nosan – contact@nosan.com",
    "general_conditions": "2. Conditions générales d’utilisation du site et des services proposés",
    "site_conditions": "L’utilisation du site https://nosan.com implique l’acceptation pleine et entière des conditions générales d’utilisation disponibles sur le site. Ces conditions sont susceptibles d’être modifiées ou complétées à tout moment. Le site est normalement accessible à tout moment, sauf pour des raisons de maintenance technique, pour lesquelles une communication préalable sera effectuée.",
    "services_description": "3. Description des services fournis",
    "webnono_activities": "Le site internet https://nosan.com a pour but de fournir des informations sur les activités de WNosan. Les informations sont fournies de manière aussi précise que possible, mais peuvent évoluer et ne sont pas exhaustives.",
    "limitations_contractuelles": "4. Limitations contractuelles sur les données techniques",
    "techniques_data_limitations": "Le site utilise la technologie JavaScript et est hébergé sur le territoire de l’Union Européenne conformément au RGPD. L’objectif est d’assurer un accès optimal et une continuité de service.",
    "propriete_intellectuelle_contrefacons": "5. Propriété intellectuelle et contrefaçons",
    "propriete_exclusive_webnono": "Tous les éléments du site https://nosan.com sont la propriété exclusive de Nosan. Toute reproduction ou exploitation non autorisée est interdite.",
    "limitations_responsabilite": "6. Limitations de responsabilité",
    "responsabilite_webnono": "Nosan est responsable du contenu publié sur le site. Il ne peut être tenu responsable des dommages indirects ou directs causés lors de l’utilisation du site.",
    "gestion_donnees_personnelles": "7. Gestion des données personnelles",
    "collecte_donnees_personnelles": "Nosan collecte des données personnelles dans le respect des réglementations en vigueur. Les utilisateurs disposent de droits concernant leurs données, notamment celui d'accès, de rectification et d'opposition.",
    "notification_incident": "8. Notification d’incident",
    "notification_incident_mesures": "En cas de brèche de sécurité ou d'incident, Nosan s'engage à informer les utilisateurs concernés et à prendre les mesures appropriées.",
    "liens_cookies_balises": "9. Liens hypertextes, cookies et balises Internet",
    "contenu_liens_cookies_balises": "Le site peut contenir des liens vers d’autres sites. Les utilisateurs peuvent configurer leur navigateur pour accepter ou refuser les cookies.",
    "droit_applicable_attribution_juridiction": "10. Droit applicable et attribution de juridiction",
    "contenu_droit_applicable_attribution_juridiction": "Tout litige relatif au site https://nosan.com est soumis au droit français. Les tribunaux compétents sont ceux de Lyon.",

    "privacy_policy_description": "Nous attachons une grande importance au respect de la vie privée des utilisateurs du site Nosan et nous nous engageons à protéger leurs données personnelles conformément à la législation française et européenne en vigueur. Cette politique de confidentialité, ci-après dénommée \"Politique\", expose nos pratiques concernant les informations collectées sur le site et leur utilisation.",
    "responsible_identity": "1. Identité du responsable de traitement",
    "responsible_controller": "Nous agissons en qualité de responsable de traitement des données personnelles collectées sur le site Nosan : Responsable : Nosan Contact : contact@nosan.com ",
    "policy_scope_acceptance": "2. Portée et acceptation de la Politique",
    "policy_scope_description": "Cette Politique s'applique uniquement aux informations collectées sur le site Nosan et ne s'applique pas aux informations collectées sur d'autres sources telles que Facebook®, Twitter®, YouTube® ou tout autre site ou réseau social tiers. En utilisant notre site, vous acceptez les termes de cette Politique. Si vous refusez les termes de cette Politique, nous vous invitons à ne pas utiliser notre site ou à ne pas nous transmettre d'informations personnelles.",
    "data_collected": "3. Données collectées sur notre site",
    "data_collected_description": "Nous collectons et conservons uniquement les données personnelles que vous nous communiquez volontairement sur notre site, telles que votre nom, prénom, adresse électronique, adresse IP, etc. Nous pouvons vous demander ces données personnelles dans le cadre de votre interaction avec notre site, notamment lorsque vous souhaitez nous contacter ou nous faire part de vos commentaires. Lors de votre navigation sur notre site, nous ne collectons que les données personnelles que vous nous fournissez volontairement, à l'exception de certaines données collectées automatiquement par les systèmes d'information et programmes utilisés pour le fonctionnement du site, telles que l'adresse IP, dont la transmission est inhérente à l'utilisation d'internet. Nous vous demandons uniquement les informations strictement nécessaires à votre interaction avec notre site. Le caractère facultatif ou obligatoire des données personnelles demandées est clairement indiqué lors de la collecte.",
    "data_collection_purpose": "4. Finalités de la collecte des données personnelles",
    "data_collection_purpose_description": "Chaque formulaire présent sur notre site restreint au strict nécessaire la collecte des données personnelles et indique clairement les finalités de cette collecte ainsi que le caractère facultatif ou obligatoire des données. Nous n'utiliserons jamais vos données personnelles à des fins autres que celles explicitement annoncées et acceptées par vous. De même, vos données personnelles ne seront pas transmises ou cédées à des tiers sans votre consentement explicite.",
    "personal_data_handling": "5. Gestion des données personnelles",
    "personal_data_handling_description": "Les données personnelles collectées sur notre site sont destinées uniquement à Nosan. Nous pouvons être amenés à divulguer vos données personnelles aux autorités judiciaires ou aux forces de l'ordre si cela est requis par la loi.",
    "data_retention_period": "6. Durée de conservation",
    "data_retention_period_description": "Nous conservons vos données personnelles pendant la durée nécessaire à la réalisation des finalités pour lesquelles elles ont été collectées, ou pour la durée requise par la loi en vigueur.",
    "your_rights": "7. Vos droits",
    "your_rights_description": "Conformément à la législation en vigueur, vous disposez d'un droit d'accès, de modification, de rectification et de suppression de vos données personnelles. Pour exercer ces droits, vous pouvez nous contacter par email à l'adresse contact@nosan.com ou par courrier à l'adresse suivante : Nosan Adresse postale Code postal, Ville Votre demande doit être signée et accompagnée d'une copie de votre pièce d'identité. Nous vous répondrons dans un délai de 2 mois suivant la réception de votre demande.",
    "security": "8. Sécurité",
    "security_description": "La sécurité de vos données personnelles est une priorité pour nous. Nous utilisons des protocoles sécurisés pour limiter les risques d'interception ou de récupération par des tiers. Cependant, en raison de la nature d'internet, nous ne pouvons garantir une sécurité absolue. En continuant à utiliser notre site, vous acceptez les risques liés à l'utilisation d'internet. Nous déclinons toute responsabilité en cas d'accès non autorisé, de perte ou d'altération de vos données personnelles, dans les limites autorisées par la loi. Cette politique de confidentialité est sujette à des mises à jour périodiques. Nous vous encourageons à consulter régulièrement cette page pour rester informé(e) de nos pratiques en matière de confidentialité."  
}