{
    "home": "Inicio",
    "about_me": "¿ Quién soy ?",
    "skills": "Habilidades",
    "projects": "Proyectos",
    "contacts": "Contactos",
    "developer_student": "Desarrollador - Estudiante",

    "aboutme_1": "Me llamo Noah.",
    "aboutme_2": "Soy un desarrollador autodidacta, al menos por ahora. Me encanta todo lo relacionado con las computadoras. Disfruto asumir desafíos y participar en proyectos.",
    "aboutme_3": "Cada día, amplío mis conocimientos con los pocos proyectos en los que participo. Es un placer seguir desarrollando diversos programas.",
    "aboutme_4": "En términos de experiencia, he estado programando durante 4 años. ¡ Solo ha sido durante los últimos 2 años que mi experiencia ha aumentado significativamente !",

    "my_path": "Mi Camino",

    "experience": "Aquí está la experiencia adquirida en los últimos años",
    "languages": "Idiomas",
    "tools": "Herramientas",
    "additional": "Complementario",
    "language": "Idioma",

    "projects_and_orders": "Proyectos & Pedidos",
    "presentation": "Presentación de mis últimas experiencias",
    "mod_title1": "Fift Bot",
    "mod_text1": "El contenido solicitado no está disponible actualmente.",
    "mod_title2": "Mathemapy",
    "mod_text2": "El contenido solicitado no está disponible actualmente.",
    "mod_title3": "SpeedGameMC",
    "mod_text3": "El contenido solicitado no está disponible actualmente.",
    "mod_title4": "En Progreso",
    "mod_text4": "El contenido solicitado no está disponible actualmente.",
    "mod_title1_2": "Delphine Sanchez - Hipnosis",
    "mod_text1_2": "El contenido solicitado no está disponible actualmente.",
    "mod_title2_2": "Próximamente",
    "mod_text2_2": "El contenido solicitado no está disponible actualmente.",
    "mod_title3_2": "Próximamente",
    "mod_text3_2": "El contenido solicitado no está disponible actualmente.",

    "view_online_cv": "Consulte mi Curriculum Vitae en línea",
    "click_here": "HAGA CLIC AQUÍ",

    "contacts_title": "Contactos",
    "contact_waiting": "Estoy esperando por ti, no dudes en contactarme",
    "name_surname": "Nombre y Apellido",
    "name_surname_placeholder": "Nombre y Apellido*",
    "required": "Por favor, complete este campo*",
    "email": "Email",
    "email_placeholder": "Ingrese su correo electrónico*",
    "message": "Mensaje",
    "message_placeholder": "Ingrese su mensaje*",
    
    "copyright": "© Derechos de autor 2024 - nosan. Todos los derechos reservados.",
    "site_map": "Mapa del sitio",
    "legal_mentions": "Menciones legales",
    "privacy_policy": "Política de privacidad",

    "plan_title": "Plan",
    "home_plan": "nosan - Inicio",

    "not_found": "Lo siento, la página que estás buscando no existe aquí",

    "definitions": "Definiciones",
    "client": "Cliente",
    "client_definition": "Cualquier profesional o persona física capaz en el sentido de los artículos 1123 y siguientes del Código Civil, o entidad legal, que visite el Sitio sujeto a estas condiciones generales.",
    "services": "Servicios y Ofertas",
    "services_definition": "El sitio web https://nosan.com ofrece varios servicios y ofertas, cuya lista se puede encontrar en el sitio web.",
    "content": "Contenido",
    "content_definition": "Todos los elementos constitutivos de la información presente en el Sitio, incluidos textos, imágenes y videos.",
    "customer_info": "Información del Cliente",
    "customer_info_definition": "Se refiere a todos los datos personales que pueden ser recopilados por https://nosan.com para la gestión de las relaciones con los clientes, la gestión de cuentas y con fines de análisis y estadísticas.",
    "user": "Usuario",
    "user_definition": "Un usuario de Internet que se conecta y utiliza el sitio mencionado anteriormente.",
    "personal_info": "Información Personal",
    "personal_info_definition": "\"Información que, en cualquier forma, identifica directa o indirectamente a las personas físicas a las que se aplica\" (Artículo 4 de la Ley No. 78-17 del 6 de enero de 1978). Los términos \"datos personales\", \"sujeto de datos\", \"procesador\" y \"datos sensibles\" tienen los significados definidos por el Reglamento General de Protección de Datos (GDPR: No. 2016-679).",
    "presentation_site": "1. Presentación del sitio web",
    "identity_participants": "De acuerdo con el artículo 6 de la ley n° 2004-575 del 21 de junio de 2004 sobre confianza en la economía digital, aquí está la identidad de los participantes en la creación y supervisión del sitio web https://nosan.com:",
    "owner": "Propietario: Nosan - 46 Grand Rue 68830 Oderen",
    "publication_responsible": "Responsable de la publicación: Nosan - contact@nosan.com",
    "webmaster": "Webmaster: Nosan - contact@wnosan.com",
    "host": "Proveedor de alojamiento: 1and1 - 7 Place de la Gare 57200 Sarreguemines 0970 808 911",
    "data_protection_delegate": "Delegado de protección de datos: Nosan - contact@nosan.com",
    "general_conditions": "2. Condiciones Generales de Uso del Sitio y Servicios Ofrecidos",
    "site_conditions": "El uso del sitio web https://nosan.com implica la aceptación plena y completa de los términos generales de uso disponibles en el sitio. Estas condiciones pueden ser modificadas o complementadas en cualquier momento. El sitio es normalmente accesible en cualquier momento, excepto en casos de mantenimiento técnico, para lo cual se realizará una comunicación previa.",
    "services_description": "3. Descripción de los Servicios Prestados",
    "webnono_activities": "El sitio web https://nosan.com tiene como objetivo proporcionar información sobre las actividades de Nosan. La información se proporciona de la manera más precisa posible, pero puede evolucionar y no es exhaustiva.",
    "limitations_contractuelles": "4. Limitaciones contractuales sobre datos técnicos",
    "techniques_data_limitations": "El sitio utiliza tecnología JavaScript y está alojado en el territorio de la Unión Europea de acuerdo con el RGPD. El objetivo es garantizar un acceso óptimo y una continuidad del servicio.",
    "propriete_intellectuelle_contrefacons": "5. Propiedad intelectual y falsificaciones",
    "propriete_exclusive_webnono": "Todos los elementos del sitio https://nosan.com son propiedad exclusiva de Nosan. Se prohíbe cualquier reproducción o explotación no autorizada.",
    "limitations_responsabilite": "6. Limitaciones de responsabilidad",
    "responsabilite_webnono": "Nosan es responsable del contenido publicado en el sitio. No puede ser responsable de los daños indirectos o directos causados durante el uso del sitio.",
    "gestion_donnees_personnelles": "7. Gestión de datos personales",
    "collecte_donnees_personnelles": "Nosan recopila datos personales de acuerdo con las regulaciones aplicables. Los usuarios tienen derechos sobre sus datos, incluido el acceso, la rectificación y la oposición.",
    "notification_incident": "8. Notificación de incidente",
    "notification_incident_mesures": "En caso de violación de seguridad o incidente, Nosan se compromete a informar a los usuarios afectados y tomar las medidas apropiadas.",
    "liens_cookies_balises": "9. Enlaces, Cookies y Etiquetas de Internet",
    "contenu_liens_cookies_balises": "El sitio puede contener enlaces a otros sitios web. Los usuarios pueden configurar su navegador para aceptar o rechazar las cookies.",
    "droit_applicable_attribution_juridiction": "10. Ley Aplicable y Competencia Jurisdiccional",
    "contenu_droit_applicable_attribution_juridiction": "Cualquier disputa relacionada con el sitio https://nosan.com está sujeta a la ley francesa. Los tribunales competentes son los de Lyon.",

    "privacy_policy_description": "Damos gran importancia al respeto de la privacidad de los usuarios del sitio Nosan y nos comprometemos a proteger sus datos personales de acuerdo con la legislación francesa y europea vigente. Esta política de privacidad, en adelante denominada \"Política\", expone nuestras prácticas con respecto a la información recopilada en el sitio y su uso.",
    "responsible_identity": "1. Identidad del responsable del tratamiento",
    "responsible_controller": "Actuamos como responsables del tratamiento de los datos personales recopilados en el sitio Nosan: Responsable: Nosan Contacto: contact@nosan.com",
    "policy_scope_acceptance": "2. Alcance y Aceptación de la Política",
    "policy_scope_description": "Esta Política se aplica únicamente a la información recopilada en el sitio Nosan y no se aplica a la información recopilada de otras fuentes como Facebook®, Twitter®, YouTube® u cualquier otro sitio de terceros o red social. Al utilizar nuestro sitio, acepta los términos de esta Política. Si no está de acuerdo con los términos de esta Política, le invitamos a no utilizar nuestro sitio ni proporcionarnos información personal.",
    "data_collected": "3. Datos Recopilados en Nuestro Sitio",
    "data_collected_description": "Recopilamos y almacenamos únicamente los datos personales que usted nos proporciona voluntariamente en nuestro sitio, como su nombre, apellido, dirección de correo electrónico, dirección IP, etc. Podemos solicitar estos datos personales como parte de su interacción con nuestro sitio, especialmente cuando desee ponerse en contacto con nosotros o enviarnos sus comentarios. Durante su navegación en nuestro sitio, solo recopilamos los datos personales que usted nos proporciona voluntariamente, excepto por ciertos datos recopilados automáticamente por los sistemas de información y programas utilizados para el funcionamiento del sitio, como la dirección IP, cuya transmisión es inherente al uso de Internet. Solo le pedimos la información estrictamente necesaria para su interacción con nuestro sitio. La naturaleza opcional u obligatoria de los datos personales solicitados se indica claramente durante la recopilación.",
    "data_collection_purpose": "4. Propósitos de la Recopilación de Datos Personales",
    "data_collection_purpose_description": "Cada formulario en nuestro sitio restringe la recopilación de datos personales a lo estrictamente necesario e indica claramente los propósitos de esta recopilación, así como la naturaleza opcional u obligatoria de los datos. Nunca usaremos sus datos personales para fines distintos de los anunciados y aceptados explícitamente por usted. Del mismo modo, sus datos personales no serán transmitidos o transferidos a terceros sin su consentimiento explícito.",
    "personal_data_handling": "5. Manejo de Datos Personales",
    "personal_data_handling_description": "Los datos personales recopilados en nuestro sitio están destinados únicamente a Nosan. Podemos estar obligados a divulgar sus datos personales a las autoridades judiciales o a las fuerzas del orden si así lo requiere la ley.",
    "data_retention_period": "6. Período de Retención de Datos",
    "data_retention_period_description": "Conservamos sus datos personales durante el tiempo necesario para lograr los fines para los cuales fueron recopilados, o durante el tiempo requerido por la ley aplicable.",
    "your_rights": "7. Tus Derechos",
    "your_rights_description": "De acuerdo con la legislación aplicable, usted tiene derecho de acceso, modificación, rectificación y supresión de sus datos personales. Para ejercer estos derechos, puede contactarnos por correo electrónico a la dirección contact@nosan.com o por correo postal a la siguiente dirección: Nosan Dirección Postal Código Postal, Ciudad Su solicitud debe estar firmada y acompañada de una copia de su documento de identidad. Le responderemos en un plazo de 2 meses a partir de la recepción de su solicitud.",
    "security": "8. Seguridad",
    "security_description": "La seguridad de sus datos personales es una prioridad para nosotros. Utilizamos protocolos seguros para limitar los riesgos de interceptación o recuperación por parte de terceros. Sin embargo, debido a la naturaleza de Internet, no podemos garantizar una seguridad absoluta. Al continuar utilizando nuestro sitio, acepta los riesgos asociados con el uso de Internet. Declinamos cualquier responsabilidad en caso de acceso no autorizado, pérdida o alteración de sus datos personales, dentro de los límites permitidos por la ley. Esta política de privacidad está sujeta a actualizaciones periódicas. Le recomendamos que consulte esta página regularmente para mantenerse informado(a) de nuestras prácticas de privacidad."  
}