{
    "home": "Home",
    "about_me": "About Me",
    "skills": "Skills",
    "projects": "Projects",
    "contacts": "Contacts",
    "developer_student": "Developer - Student",

    "aboutme_1": "My name is Noah.",
    "aboutme_2": "I am a self-taught developer, at least for now. I love everything related to computers. I enjoy taking on challenges and participating in projects.",
    "aboutme_3": "Every day, I expand my knowledge with the few projects I participate in. It's a pleasure to continue developing various programs.",
    "aboutme_4": "In terms of experience, I have been programming for 4 years. It has only been 2 years since my experience has increased significantly !",

    "my_path": "My Path",

    "experience": "Here is the experience gained in recent years",
    "languages": "Languages",
    "tools": "Tools",
    "additional": "Additional",
    "language": "Language",

    "projects_and_orders": "Projects & Orders",
    "presentation": "Presentation of my latest experiences",
    "mod_title1": "Fift Bot",
    "mod_text1": "The requested content is currently not available.",
    "mod_title2": "Mathemapy",
    "mod_text2": "The requested content is currently not available.",
    "mod_title3": "SpeedGameMC",
    "mod_text3": "The requested content is currently not available.",
    "mod_title4": "In Progress",
    "mod_text4": "The requested content is currently not available.",
    "mod_title1_2": "Delphine Sanchez - Hypnosis",
    "mod_text1_2": "The requested content is currently not available.",
    "mod_title2_2": "Coming Soon",
    "mod_text2_2": "The requested content is currently not available.",
    "mod_title3_2": "Coming Soon",
    "mod_text3_2": "The requested content is currently not available.",

    "view_online_cv": "View my online Curriculum Vitae",
    "click_here": "CLICK HERE",

    "contacts_title": "Contacts",
    "contact_waiting": "I'm waiting for you, feel free to contact me",
    "name_surname": "Name and Surname",
    "name_surname_placeholder": "Name and Surname*",
    "required": "Please fill out this field*",
    "email": "Email",
    "email_placeholder": "Enter your email*",
    "message": "Message",
    "message_placeholder": "Enter your message*",

    "copyright": "© Copyright 2024 - nosan. All rights reserved.",
    "site_map": "Site Map",
    "legal_mentions": "Legal Mentions",
    "privacy_policy": "Privacy Policy",

    "plan_title": "Plan",
    "home_plan": "nosan - Home",

    "not_found": "Sorry, the page you are looking for does not exist here",

    "definitions": "Definitions",
    "client": "Client",
    "client_definition": "Any professional or natural person capable within the meaning of articles 1123 and following of the Civil Code, or legal entity, who visits the Site subject to these general conditions.",
    "services": "Services and Offerings",
    "services_definition": "The website https://nosan.com offers various services and offerings, the list of which can be found on the website.",
    "content": "Content",
    "content_definition": "All the constituent elements of the information present on the Site, including texts, images, and videos.",
    "customer_info": "Customer Information",
    "customer_info_definition": "Refers to all personal data that may be collected by https://nosan.com for managing customer relationships, account management, and for analysis and statistics purposes.",
    "user": "User",
    "user_definition": "An internet user connecting to, and using, the aforementioned site.",
    "personal_info": "Personal Information",
    "personal_info_definition": "\"Information that, in any form whatsoever, directly or indirectly, identifies the natural persons to whom it applies\" (Article 4 of Law No. 78-17 of January 6, 1978). The terms \"personal data\", \"data subject\", \"processor\" and \"sensitive data\" have the meanings defined by the General Data Protection Regulation (GDPR: No. 2016-679).",
    "presentation_site": "1. Website Presentation",
    "identity_participants": "In accordance with article 6 of law n° 2004-575 of June 21, 2004 on confidence in the digital economy, here is the identity of the participants in the creation and monitoring of the website https://nosan.com:",
    "owner": "Owner: Nosan - 46 Grand Rue 68830 Oderen",
    "publication_responsible": "Publication Manager: Nosan - contact@nosan.com",
    "webmaster": "Webmaster: Nosan - contact@nosan.com",
    "host": "Hosting Provider: 1and1 - 7 Place de la Gare 57200 Sarreguemines 0970 808 911",
    "data_protection_delegate": "Data Protection Officer: Nosan - contact@nosan.com",
    "general_conditions": "2. General Terms of Use of the Site and Services Offered",
    "site_conditions": "The use of the website https://nosan.com implies full and complete acceptance of the general terms of use available on the site. These conditions may be modified or supplemented at any time. The site is normally accessible at any time, except in cases of technical maintenance, for which prior communication will be made.",
    "services_description": "3. Description of Services Provided",
    "webnono_activities": "The website https://nosan.com aims to provide information about Nosan's activities. The information is provided as accurately as possible, but may evolve and is not exhaustive.",
    "limitations_contractuelles": "4. Contractual Limitations on Technical Data",
    "techniques_data_limitations": "The site uses JavaScript technology and is hosted within the territory of the European Union in accordance with GDPR. The aim is to ensure optimal access and continuity of service.",
    "propriete_intellectuelle_contrefacons": "5. Intellectual Property and Counterfeits",
    "propriete_exclusive_webnono": "All elements of the website https://nosan.com are the exclusive property of Nosan. Any unauthorized reproduction or exploitation is prohibited.",
    "limitations_responsabilite": "6. Limitation of Liability",
    "responsabilite_webnono": "Nosan is responsible for the content published on the site. It cannot be held responsible for indirect or direct damages caused during the use of the site.",
    "gestion_donnees_personnelles": "7. Personal Data Management",
    "collecte_donnees_personnelles": "Nosan collects personal data in accordance with applicable regulations. Users have rights regarding their data, including access, rectification, and opposition.",
    "notification_incident": "8. Incident Notification",
    "notification_incident_mesures": "In case of security breach or incident, Nosan undertakes to inform the affected users and take appropriate measures.",
    "liens_cookies_balises": "9. Hyperlinks, Cookies, and Internet Tags",
    "contenu_liens_cookies_balises": "The site may contain links to other websites. Users can configure their browser to accept or refuse cookies.",
    "droit_applicable_attribution_juridiction": "10. Applicable Law and Jurisdiction Attribution",
    "contenu_droit_applicable_attribution_juridiction": "Any dispute relating to the site https://nosan.com is subject to French law. The competent courts are those of Lyon.",

    "privacy_policy_description": "We attach great importance to respecting the privacy of Nosan site users and are committed to protecting their personal data in accordance with French and European legislation. This privacy policy, hereinafter referred to as the \"Policy\", outlines our practices regarding the information collected on the site and its use.",
    "responsible_identity": "1. Identity of the data controller",
    "responsible_controller": "We act as the data controller for the personal data collected on the nosan site: Controller: Nosan Contact: contact@Nosan.com",
    "policy_scope_acceptance": "2. Scope and Acceptance of the Policy",
    "policy_scope_description": "This Policy applies only to information collected on the Nosan site and does not apply to information collected from other sources such as Facebook®, Twitter®, YouTube®, or any other third-party site or social network. By using our site, you agree to the terms of this Policy. If you do not agree with the terms of this Policy, we invite you to not use our site or provide us with personal information.",
    "data_collected": "3. Data Collected on our Site",
    "data_collected_description": "We collect and store only the personal data that you voluntarily provide to us on our site, such as your name, surname, email address, IP address, etc. We may request this personal data from you as part of your interaction with our site, especially when you wish to contact us or send us your feedback. During your navigation on our site, we only collect the personal data that you voluntarily provide to us, except for certain data automatically collected by the information systems and programs used for the operation of the site, such as the IP address, the transmission of which is inherent to the use of the Internet. We only ask you for the information strictly necessary for your interaction with our site. The optional or mandatory nature of the personal data requested is clearly indicated during collection.",
    "data_collection_purpose": "4. Purposes of Personal Data Collection",
    "data_collection_purpose_description": "Each form on our site restricts the collection of personal data to the strict necessary and clearly indicates the purposes of this collection as well as the optional or mandatory nature of the data. We will never use your personal data for purposes other than those explicitly announced and accepted by you. Likewise, your personal data will not be transmitted or transferred to third parties without your explicit consent.",
    "personal_data_handling": "5. Handling of Personal Data",
    "personal_data_handling_description": "The personal data collected on our site is intended solely for Nosan. We may be required to disclose your personal data to judicial authorities or law enforcement agencies if required by law.",
    "data_retention_period": "6. Retention Period",
    "data_retention_period_description": "We retain your personal data for the duration necessary to achieve the purposes for which they were collected, or for the duration required by applicable law.",
    "your_rights": "7. Your Rights",
    "your_rights_description": "In accordance with applicable law, you have the right to access, modify, rectify, and delete your personal data. To exercise these rights, you can contact us by email at contact@nosan.com or by mail at the following address: Nosan Postal Address Postal Code, City Your request must be signed and accompanied by a copy of your identity document. We will respond to you within 2 months following receipt of your request.",
    "security": "8. Security",
    "security_description": "The security of your personal data is a priority for us. We use secure protocols to limit the risks of interception or retrieval by third parties. However, due to the nature of the Internet, we cannot guarantee absolute security. By continuing to use our site, you accept the risks associated with internet use. We decline any responsibility in case of unauthorized access, loss, or alteration of your personal data, within the limits allowed by law. This privacy policy is subject to periodic updates. We encourage you to regularly check this page to stay informed of our privacy practices."
}